export const markerdata = [
  {
    title: "성북정보도서관",
    lat: 37.6050025,
    lng: 127.0507423,
  },
  {
    title: "아리랑도서관",
    lat: 37.5998924,
    lng: 127.0139225,
  },
  {
    title: "해오름도서관",
    lat: 37.5940488,
    lng: 127.0105522,
  },
  {
    title: "성북길빛도서관",
    lat: 37.6098358,
    lng: 127.0263263,
  },
];

// export const markerdata = [
//   {
//     title: "콜드스퀘어",
//     lat: 37.62197524055062,
//     lng: 127.16017523675508,
//   },
//   {
//     title: "하남돼지집",
//     lat: 37.620842424005616,
//     lng: 127.1583774403176,
//   },
//   {
//     title: "수유리우동",
//     lat: 37.624915253753194,
//     lng: 127.15122688059974,
//   },
//   {
//     title: "맛닭꼬",
//     lat: 37.62456273069659,
//     lng: 127.15211256646381,
//   },
// ];
