export const markerdata = [
  {
    title: "성북정보도서관",
    lat: 37.6050025,
    lng: 127.0507423,
  },
  {
    title: "아리랑도서관",
    lat: 37.5998924,
    lng: 127.0139225,
  },
  {
    title: "해오름도서관",
    lat: 37.5940488,
    lng: 127.0105522,
  },
  {
    title: "성북길빛도서관",
    lat: 37.6098358,
    lng: 127.0263263,
  },
];

// export const markerdata = [
//   {
//     title: "성북정보도서관",
//     lat: 37.6050025,
//     lng: 127.0507423,
//   },
//   {
//     title: "아리랑도서관",
//     lat: 37.5998924,
//     lng: 127.0139225,
//   },
//   {
//     title: "해오름도서관",
//     lat: 37.5940488,
//     lng: 127.0105522,
//   },
//   {
//     title: "성북길빛도서관",
//     lat: 37.6098358,
//     lng: 127.0263263,
//   },
//   {
//     title: "서경로꿈마루도서관",
//     lat: 37.6113911,
//     lng: 127.0137981,
//   },
//   {
//     title: "석관동미리내도서관",
//     lat: 37.6134751,
//     lng: 127.0654041,
//   },
//   {
//     title: "정릉도서관",
//     lat: 37.6047309,
//     lng: 127.01058,
//   },
//   {
//     title: "종암동새날도서관",
//     lat: 37.5989971,
//     lng: 127.0351109,
//   },
//   {
//     title: "청수도서관",
//     lat: 37.611648,
//     lng: 127.0107523,
//   },
//   {
//     title: "월곡꿈그림도서관",
//     lat: 37.604083,
//     lng: 127.0418067,
//   },
//   {
//     title: "아리랑어린이도서관",
//     lat: 37.5997254,
//     lng: 127.0133973,
//   },
//   {
//     title: "성북이음도서관",
//     lat: 37.5893821,
//     lng: 127.0167375,
//   },
//   {
//     title: "글빛도서관",
//     lat: 37.6098358,
//     lng: 127.0263263,
//   },
//   {
//     title: "오동숲속도서관",
//     lat: 37.6101538,
//     lng: 127.0409427,
//   },
//   {
//     title: "장위행복누림도서관",
//     lat: 37.616037,
//     lng: 127.0459927,
//   },
//   {
//     title: "달빛마루도서관",
//     lat: 37.6052255,
//     lng: 127.030991,
//   },
// ];
